import image4 from "../shared/SEO.jpeg"
import image5 from "../shared/socialMedia.jpeg"
import image2 from "../shared/tikTok.jpeg"
import image3 from "../shared/websiteMarketing.jpeg"
import image1 from "../shared/youTube.jpeg"

const data = [
    {
        id: 1,
        title: "تسويق اليوتيوب",
        description: "إنشاء وتحسين قناة اليوتيوب الخاصة بالعميل ،إنتاج محتوى فيديو احترافي يستهدف من خلاله الجمهور المستهدف ،نقوم بتحسين العنوان والوصف للفيديوهات لزيادة ظهورها في نتائج البحث ،إعداد حملات إعلانية مستهدفة لزيادة المشاهدات والاشتراكات في القناة لدي عملائنا",
        image: image1,
        price: 1000
    },
    {
        id: 2,
        title: "تسويق تيك توك",
        description: "إنشاء حساب تيك توك متميز للعميل، كتابة محتوى قصير ومبتكر يلفت انتباه الجمهور ومن خلال ذلك نحسن وصف العلامات التوضيحية للفيديوهات لزيادة التفاعل والمشاركة ،تنفيذ حملات إعلانية مدفوعة لزيادة عدد المتابعين وتعزيز تواجد العلامة التجارية",
        image: image2,
        price: 1000
    },
    {
        id: 3,
        title: "تسويق المواقع الإلكترونية",
        description: "نقوم بتصميم موقع الكتروني لنساعد على توسع نشاطات عملائنا التجارية، وزيادة تحقيق الربح بشكل أوسع، تحسن موقع العميل لزيادة ظهوره في نتائج محركات البحث، كتابة محتوى متميز و متوافق  مع الكلمات الرئيسية لتحسين شكل الموقع الداخلي، نقوم بإعداد حملات إعلانية عبر الإنترنت لزيادة حركة المرور، نقوم بمتابعة وتحليل أداء الموقع ونقدم تقارير شهرية لتقييم النتائج، العمل على عرض وتوصيل منتجات العملاء  وخدمتهم بشكل دقيق يساعد في العثور على المنتجات بالشكل الأمثل",
        image: image3,
        price: 1000
    },
    {
        id: 4,
        title: "تسويق جوجل",
        description: "تحسين محرك البحث (SEO) لموقع العميل ولذلك يتم زيادة ظهوره في نتائج البحث، إعداد وإدارة الحملات الإعلانية المدفوعة عبر جوجل أدز لزيادة الوصول، إجراء بحوث الكلمات الرئيسية وتحليل المنافسة لتحسين استهداف الإعلانات، تتبع وتحليل أداء الحملات وتقديم تقارير منتظمة لتحسين النتائج",
        image: image4,
        price: 1000
    },
    {
        id: 5,
        title: "مواقع التواصل الاجتماعي",
        description: "من أهم فوائد اداره حسابات مواقع التواصل الاجتماعي لدى عملائنا لنقوم بأداء عملنا باحترافية وتسريع فكرة انتشار عملائنا لدى الجمهور وبالتالي زيادة المبيعات بشكل أكبر عن طريق جمع المعلومات عن العملاء المستهدفين ومن مواقع التواصل الاجتماعي يقوم التسويق بتسريع عملية الوصول لأكبر عدد من العملاء والتفاعل مع المنتج المعلن عنه ووضعه في خانة الثقة بسبب رضاه عن الشركة، مما يزيد من مبيعات المنتج لدى العملاء",
        image: image5,
        price: 1000
    },
]

export default data;